Repository: benSmith1981/igenFamilyTree
Catalog: iGenFamilyTree/iGenFamilyTree/*.lproj/Localizable.strings
Languages: nl

# titleGenerateForm
source: Please fill in all the fields
nl: Vul alstublieft alle velden in

# numberBrothers
source: HOW MANY BROTHERS DO YOU HAVE?
nl: Hoeveel broers heb je?

# numberSisters
source: HOW MANY SISTERS DO YOU HAVE?
nl: Hoeveel zussen heb je?

# numberSons
source: HOW MANY SONS DO YOU HAVE?
nl: Hoeveel zonen heb je?

# numberDaughters
source: HOW MANY DAUGHTERS DO YOU HAVE?
nl: Hoeveel dochters heb je?

# numberBrotherfromMother
source: HOW MANY BROTHERS DOES YOUR MOTHER HAVE?
nl: Hoeveel broers heeft je moeder (jouw ooms)?

# numberSistersfromMother
source: HOW MANY SISTERS DOES YOUR MOTHER HAVE?
nl: Hoeveel zussen heeft je moeder (jouw tantes)?

# numberBrothersfromFather
source: HOW MANY BROTHERS DOES YOUR FATHER HAVE?
nl: Hoeveel broers heeft je vader (jouw ooms)?

# numberSistersfromFather
source: HOW MANY SISTERS DOES YOUR FATHER HAVE?
nl: Hoeveel zussen heeft je vader (jouw tantes)?

# chooseGender
source: WHAT IS YOUR GENDER?
nl: Welk geslacht bent u?

# chooseGenderSpouse
source: WHAT IS YOUR PARTNERS GENDER?
nl: Welk geslacht is uw partner?

# generateFamtree
source: GENERATE FAMILYTREE
nl: GENEREER STAMBOOM

# modalViewTitle
source: PERSONAL DETAILS
nl: PERSOONSGEGEVENS

source: Name:
nl: Naam:

source: Date of Birth:
nl: Geb.datum:

source: Disease(s):
nl: Ziekte(s):

# placeholderNameMale
source: John Doe
nl: Jan Janssen

# placeholderNameFemale
source: Jane Doe
nl: Julia Janssen

# placeholderDateOfBirth
source: YYYY
nl: JJJJ

# placeholderDisease
source: Disorder name
nl: Naam afwijking

# verifybutton
source: VERIFY WITH FAMILY MEMBER
nl: CONTROLEER MET FAMILIE LID

# viewdiseaselabel
source: Show Diseases
nl: Toon ziektes aan anderen:

# showdiseasesmessageOn
source: You are about to SHOW your disease details to other family members. Are you sure?
nl: Je staat op het punt om je ziektegegevens te laten zien aan andere familieleden. Weet je het zeker?

# showdiseasesmessageOff
source: You are about to HIDE your disease details to other family members. Are you sure?
nl: Je staat op het punt om je ziektegegevens te verbergen aan andere familieleden. Weet je het zeker?

# diseaseresponseNo
source: NO, I don't want to do this
nl: NEE

# diseaseresponseYes
source: Yes, I am sure
nl: JA

# CreateTree
source: Generate Tree
nl: Genereer stamboom

source: LOG OFF
nl: Uitloggen

# fillinform
source: Please fill in the form below completely
nl: Vul uw gegevens in

# enternumber
source: Enter number here
nl: Vul hier het aantal in

# whatgender
source: What gender are you?
nl: Welk geslacht bent u?

# pickgender
source: Pick a gender
nl: Kies een geslacht

source: Male
nl: Man

source: Female
nl: Vrouw

# genderspouse
source: What gender is your spouse?
nl: Welk geslacht is uw partner?

# sendverifybutton
source: SEND VERIFICATION EMAIL
nl: VERSTUUR VERIFICATIE EMAIL

# verifyTitle
source: VERIFY MEMBER
nl: VERIFISEER LID

# patientEmail
source: Your Email
nl: Uw e-mail

# patientName
source: Your name
nl: Uw naam

# verifyEmail
source: Verifiers Email
nl: Verificatie e-mail

# verifyName
source: Verifiers Name
nl: Verificatie naam

# emailText
source: Dear %@ , Your family member has created an iGen family tree and asked you to verify your information that they have added about your health history. You don't have to share this information with anyone, other than the family doctor, but it will help to diagnose and treat your family better. 1) Download the iGen app 2) Login with this %@ , and this code: %@ 3) Find your information in the tree and confirm it We hope you love the app and it helps you improve you and your families health Yours %@
nl: Beste %@, Uw familielid heeft een iGen-stamboom aangemaakt en vraagt u om uw gegevens te verifiëren. U hoeft deze informatie niet te delen met anderen, maar het zal wel helpen om uw familie(lid) beter te diagnosticeren en te behandelen. 1) Download de iGen app 2) Log in met deze %@ en deze code: %@ 3) Vind uw detailinformatie in de boom en bevestig deze We hopen dat deze app u en uw familie helpt in uw gezondheid Met vriendelijke groeten %@

# fillUsernamePassword
source: Please enter username and password
nl: Vul hieronder uw gebruikersnaam en wachtwoord in
